# 怎样写好文献综述-How to write superb literature Review？

## 0.文献综述的作用和意义

### 0.0 研究是否有人做过、具有独创性



### 0.1研究与他人研究的关系



### 0.2我的假设、方法是否存在依据



### 0.3为研究方向提供更多的思路



## 1.文献调研

### 1.1检索文献

#### 1.1.1 选择文献数据库。

这里根据推荐，我选择了Web of Science, 界面比较简介，整洁；通过机构登录选择湘潭大学才能使用关键词检索，如果只是用邮箱sign in/up的话只能使用作者名检索。

<img src="文献综述的撰写.assets/image-20240925084959549.png" alt="image-20240925084959549" style="zoom: 50%;" />



#### 1.1.2不推荐使用Google Scholar

包含文献太乱太杂，无排序，页面过于古老，检索有点浪费时间。

<img src="文献综述的撰写.assets/image-20240925085132713.png" alt="image-20240925085132713" style="zoom: 80%;" />



### 1.2 筛选文献

#### 1.2.1选择高质量的文献

首先通过关键词检索检索出需要的那几十篇文章；关键词之间用 and、or…

时间上由近及远，进一步限定领域、期刊、类别（article, review etc.)；

首先依据引用量排序，引用量在几百或以上的为绝对高引用文献；citation为10-100保留年均高引；引用少的新文献可以保留，旧文献直接忽略；

鉴别灌水的作者：引用不高，名字反复出现；但要读一两篇判断是高产还是灌水，灌水作者直接拉黑。

也可以阅读相关的综述论文（类别：Review），来搜索有价值的文献。

### 1.3阅读文献

#### 1.3.1聚焦于要点，范围不要太大

文献有遗漏的不可避免，找到==足够的文献==比找全所有文献更重要；足够支撑自己的论文。

划清文献的边界，不要陷入读文献=>发现新角度=>读更多文献的循环，读够了就要停下来。



#### 1.3.2不要求快，读慢点

读的慢一点，只要花了时间，总会有收获

需要精读的好文献不多，更需要花时间在它们身上。

读了就忘：好文献需要反复阅读；不好的忘了没事。



### 1.4 梳理文献

#### 1.3.3总结

可以用表格的形式来总结研究进展，发现研究方向；

在阅读的过程中记录重点，找到不同文献的关联。



#### 1.4.1不仅总结研究进展，还要讨论该领域的分歧
